Repository: IliaDragan/drumbun
Catalog: sources/sites/all/modules/drig/translations/drig.*.po
Languages: ru

source: Gallery node type
ru: Тип материала для галереи

source: Thumbnail image style
ru: Тип картинки для миниатюры

source: Count image on page for navigation.
ru: Количество изображений на странице для навигации.

source: 0 - not use navigator.
ru: 0 - не использовать навигатор.

source: About
ru: О редакторе

source: Simple & light image gallery
ru: Простая и легкая фотогалерея

source: Image gallery
ru: Фотогалерея

source: Image gallery.
ru: Фотогалерея.

source: Gallery name
ru: Название галереи

source: Total images: <strong>@count</strong>
ru: Всего изображений: <strong>@count</strong>

source: Settings for gallery.
ru: Настройки для галереи.
